Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Detail Grade
ca_es: Grau de Detall del mapa

source: topo
ca_es: topogràfic

source: street
ca_es: carrer

source: scheme
ca_es: esquemàtic

source: toposcope
ca_es: Taula d''orientació

source: Shown Area
ca_es: Àrea que es mostra

source: region
ca_es: regió

source: Closer Description
ca_es: Decripció

source: Routes shown for:
ca_es: Rutes mostrades:

source: Hiking
ca_es: Excursionisme

source: Cycling
ca_es: Ciclisme

source: Mountainbiking
ca_es: Ciclisme de muntanya

source: Skiing
ca_es: Esquí

source: Riding
ca_es: Cavalls

source: ... other transportation modes possible
ca_es: ... altres modes de transport possibles

source: Information Board
ca_es: Panell informatiu

source: Edit Information Board
ca_es: Modifica tauler informatiu

source: Board Content
ca_es: Contingut del panell

source: notice
ca_es: avís

source: history
ca_es: historial

source: nature
ca_es: natura

source: wildlife
ca_es: fauna

source: plants
ca_es: plantes

source: Guidepost
ca_es: Fita

source: Edit Guidepost
ca_es: Modifica pal indicatiu

source: Information Terminal
ca_es: Terminal d''informació

source: Edit Information Terminal
ca_es: Modifica terminal d''informació

source: Closer description
ca_es: Descripció

source: Audioguide
ca_es: Audioguia

source: Edit Audioguide
ca_es: Modifica audioguia

source: Audioguide via mobile phone?
ca_es: Audioguia a través del telèfon mòbil?

source: Phone number
ca_es: Número de telèfon

source: Other Information Point
ca_es: Altres tipus de punts d''informació

source: Edit Information Point
ca_es: Modifica punt d''informació

source: Leisure
ca_es: Oci

source: Edit Cinema
ca_es: Edita Cinema

source: Edit Zoo
ca_es: Edita Zoo

source: Dog Park
ca_es: Parc per a gossos

source: Edit Dog Park
ca_es: Edita parc per a gossos

source: fence
ca_es: tanca

source: wall
ca_es: mur

source: Theme Park
ca_es: Parc temàtic

source: Edit Theme Park
ca_es: Edita Parc Temàtic

source: Water Park
ca_es: Parc aquàtic

source: Edit Water Park
ca_es: Edita parc aquàtic

source: Edit Sauna
ca_es: Edita Sauna

source: Horse riding
ca_es: Equitació

source: Edit Horse riding
ca_es: Modifica equitació

source: Brothel
ca_es: Bordell

source: Edit Brothel
ca_es: Modifica bordell

source: Playground
ca_es: Zona de jocs infantil

source: Edit Playground
ca_es: Edita Zona de jocs infantil

source: Picnic Site
ca_es: Lloc de Pícnic

source: Edit Picnic Site
ca_es: Edita lloc del pícnic

source: Fireplace
ca_es: Llar de foc

source: Public Grill
ca_es: Barbacoes Públiques

source: Edit Public Grill
ca_es: Edita Barbacoes Públiques

source: charcoal
ca_es: carbó vegetal

source: Fishing
ca_es: Pesca

source: Edit Fishing
ca_es: Edita Pesca

source: Private Swimming Pool
ca_es: Piscina

source: Culture
ca_es: Cultura

source: Museum
ca_es: Museu

source: Edit Museum
ca_es: Edita Museu

source: Theatre
ca_es: Teatre

source: Edit Theatre
ca_es: Edita Teatre

source: Library
ca_es: Biblioteca

source: Edit Library
ca_es: Edita Biblioteca

source: Arts Centre
ca_es: Centre Artístic

source: Edit Arts Centre
ca_es: Edita Centre Artístic

source: Artwork
ca_es: Art

source: Edit Artwork
ca_es: Edita Art

source: Place of Worship
ca_es: Lloc de culte

source: Edit Place of Worship
ca_es: Edita Lloc de culte

source: Building type
ca_es: Tipus d''edifici

source: cathedral
ca_es: catedral

source: chapel
ca_es: capella

source: church
ca_es: església

source: mosque
ca_es: mesquita

source: synagogue
ca_es: sinagoga

source: Religion
ca_es: Religió

source: buddhist
ca_es: budista

source: christian
ca_es: cristià

source: hindu
ca_es: hindú

source: jain
ca_es: jainista

source: jewish
ca_es: jueu

source: muslim
ca_es: musulmà

source: sikh
ca_es: sij

source: spiritualist
ca_es: espiritualista

source: taoist
ca_es: taoista

source: unitarian
ca_es: unitari

source: zoroastrian
ca_es: zoroastrià

source: Denomination
ca_es: Denominació

source: anglican
ca_es: anglicà

source: baptist
ca_es: baptista

source: catholic
ca_es: catòlic

source: evangelical
ca_es: evangèlic

source: jehovahs_witness
ca_es: testimonis_jehovà

source: lutheran
ca_es: luterà

source: methodist
ca_es: metodista

source: mormon
ca_es: mormó

source: orthodox
ca_es: ortodox

source: presbyterian
ca_es: presbiterià

source: quaker
ca_es: quàquer

source: roman_catholic
ca_es: Catòlica romana

source: sunni
ca_es: sunnita

source: Service Times
ca_es: Horari

source: sunset,sunrise
ca_es: ortus,ocàs

source: Su 9:30,11:00
ca_es: dg 9:30,11:00

source: Sa,Su,PH 9:00
ca_es: ds,dg,festius 9:00

source: Sa 18:00; Su 10:45
ca_es: ds 18:00; dg 10:45

source: Fr 08:00-18:00; Apr 10-15 off; Jun 07:00-20:00; Aug off; Dec 24 08:00-24:00
ca_es: dv 08:00-18:00; 10-15 abril tancat; juny 07:00-20:00; agost tancat; 24 dec 08:00-24:00

source: Sa 10:00+
ca_es: ds 10:00+

source: Recording Studio
ca_es: Estudi de Gravació

source: Edit Studio
ca_es: Edita Estudi de Gravació

source: audio
ca_es: àudio

source: video
ca_es: vídeo

source: Public Building
ca_es: Edificis Públics

source: Edit Public Building
ca_es: Edita Edificis Públics

source: Town hall
ca_es: Ajuntament

source: Edit Town hall
ca_es: Edita Ajuntament

source: Community Centre
ca_es: Centre Cívic

source: Embassy
ca_es: Ambaixada

source: Edit Embassy
ca_es: Edita Ambaixada

source: Courthouse
ca_es: Jutjats

source: Edit Courthouse
ca_es: Edita Jutjats

source: Prison
ca_es: Presó

source: Edit Prison
ca_es: Edita presó

source: Police
ca_es: Comissaria de Policia

source: Edit Police
ca_es: Edita Comissaria de Policia

source: Fire Station
ca_es: Parc de Bombers

source: Edit Fire Station
ca_es: Edita Parc de Bombers

source: Post Office
ca_es: Oficina de correus

source: Edit Post Office
ca_es: Edita Oficina de correus

source: Education
ca_es: Educació

source: Kindergarten
ca_es: Llar d''infants

source: Edit Kindergarten
ca_es: Edita llar d''infants

source: School
ca_es: Escola

source: Edit School
ca_es: Edita Escola

source: University
ca_es: Universitat

source: Edit University
ca_es: Edita Universitat

source: College
ca_es: Facultat

source: Edit College
ca_es: Edita Facultat

source: Driving School
ca_es: Autoescola

source: Edit Driving School
ca_es: Edita Autoescola

source: License Classes
ca_es: Tipus de carnet

source: Health
ca_es: Salut

source: Edit Hospital
ca_es: Edita Hospital

source: Clinic
ca_es: Clinica

source: Edit Clinic
ca_es: Modifica clínica

source: Doctors
ca_es: CAP - Centre d''Atenció Primària

source: Edit Doctors
ca_es: Edita CAP

source: Dentist
ca_es: Dentista

source: Edit Dentist
ca_es: Edita Dentista

source: Nursing Home
ca_es: Casal de Gent Gran

source: Edit Nursing Home
ca_es: Edita Casal de Gent Gran

source: Retirement Home
ca_es: Residència Gent Gran

source: Edit Retirement Home
ca_es: Modifica Residència Gent Gran

source: Pharmacy
ca_es: Farmàcia

source: Edit Pharmacy
ca_es: Edita Farmàcia

source: Dispensing
ca_es: Dispensari

source: Hearing Aids
ca_es: Otorrino

source: Edit Hearing Aids
ca_es: Edita Otorrino

source: Baby Hatch
ca_es: Pediatra

source: Edit Baby Hatch
ca_es: Edita Pediatra

source: Emergency Access Point
ca_es: Punt d''accés d''emergència

source: Edit Emergency Access Point
ca_es: Edita punt d''accés d''emergència

source: Point Number
ca_es: Número del Punt

source: Point Name
ca_es: Nom del Punt

source: (Use international code, like +12-345-67890)
ca_es: (Utilitza el codi internacional, com +12-345-67890)

source: Veterinary
ca_es: Veterinari

source: Edit Veterinary
ca_es: Edita Veterinari

source: Edit Toilets
ca_es: Modifica vàters públics

source: Access rights
ca_es: Drets d''accés

source: public
ca_es: públic

source: seasonal
ca_es: estacional

source: flush
ca_es: descàrrega

source: pitlatrine
ca_es: pou mort

source: chemical
ca_es: químic

source: bucket
ca_es: fossa sèptica

source: Usage Position
ca_es: Posició d''utilització

source: seated
ca_es: seient

source: seated;urinal
ca_es: seient; urinari

source: squat
ca_es: a la gatzoneta

source: urinal
ca_es: orinal

source: Post Box
ca_es: Bústia

source: Edit Postbox
ca_es: Modifica bústia

source: Collection times
ca_es: Horari de recollida

source: Mo-Fr 15:00,17:45,19:00,23:00; Sa 15:10; Su 10:30,23:00
ca_es: dl-dv 15:00,17:45,19:00,23:00; ds 15:10; dg 10:30,23:00

source: Mo-Fr 09:00-12:00,17:15; Sa 14:00; So,PH off
ca_es: dl-dv 09:00-12:00,17:15; ds 14:00; festius tancat

source: Drive through
ca_es: Accés a servei amb cotxe (drive-through)

source: Telephone
ca_es: Telèfon

source: Edit Telephone
ca_es: Edita Telèfon

source: Telephone cards
ca_es: Targetes telefòniques

source: Emergency Phone
ca_es: Telèfon d''emergència (pal SOS)

source: Internet Access
ca_es: Accés a Internet

source: Edit Internet Access
ca_es: Modifica accés a Internet

source: Automated Defibrillator
ca_es: Desfibril·lador automàtic

source: Edit Automated External Defibrillator
ca_es: Modifica desfibril·lador automàtic extern

source: Located inside a building?
ca_es: És a dins de l''edifici?

source: Last check date (YYYY-MM-DD)
ca_es: Darrera verificació (AAAA-MM-DD)

source: Last check note
ca_es: Darrera nota de verificació

source: Clock
ca_es: Rellotge

source: Edit Clock
ca_es: Edita rellotge

source: Display
ca_es: Pantalla

source: analog
ca_es: analògic

source: sundial
ca_es: rellotge de sol

source: unorthodox
ca_es: no ortodox

source: Support
ca_es: Suport

source: wall_mounted
ca_es: mural

source: billboard
ca_es: tanca publicitària

source: Visibility/readability
ca_es: Visibilitat/llegibilitat

source: house (up to 5m)
ca_es: casa (fins 5m)

source: street (up to 20m)
ca_es: carrer (fins 20m)

source: area (more than 20m)
ca_es: àrea (més de 20m)

source: Shows current date
ca_es: Mostra la data actual

source: Shows temperature
ca_es: Mostr` la temperatur!

source: Shows barometric pressure
ca_es: Mostra la pressió atmosfèrica

source: Shows humidity
ca_es: Mostra la humitat

source: Recycling
ca_es: Recollida selectiva / Punt Net

source: Edit Recycling Station
ca_es: Modifica punt de reciclatge. Deixalleria.

source: Batteries
ca_es: Piles

source: Cans
ca_es: Llaunes

source: Glass
ca_es: Vidre

source: Scrap Metal
ca_es: Ferralla

source: container
ca_es: contenidor

source: Waste Basket
ca_es: Paperera

source: Waste Disposal
ca_es: Abocador

source: Edit Bench
ca_es: Modifica banc

source: Backrest
ca_es: respatller

source: Amount of Seats
ca_es: Quantitat de seients

source: Edit Shelter
ca_es: Edita Refugi

source: Type of shelter
ca_es: Tipus de refugi

source: weather_shelter
ca_es: refugi_meteorològic

source: picnic_shelter
ca_es: refugi_de_picnic

source: wildlife_hide
ca_es: Aguait

source: Hunting Stand
ca_es: Base de caça

source: Edit Hunting Stand
ca_es: Edita Base de caça

source: Height
ca_es: Alçada

source: low
ca_es: baix

source: Hide
ca_es: Aguait

source: Lock
ca_es: Bloca

source: Edit Source of Potable Water
ca_es: Modifica font d''aigua potable

source: Indoor
ca_es: Interior

source: Fire Hydrant
ca_es: Boca d''incendis

source: Edit Fire Hydrant
ca_es: Edita boca d''incendis

source: pillar
ca_es: pilar

source: Diameter (in mm)
ca_es: Diàmetre (en mm)

source: Hydrant Position
ca_es: Emplaçament d''hidrant

source: parking_lot
ca_es: aparcament

source: sidewalk
ca_es: vorera

source: Pressure (in bar)
ca_es: Pressió (en bar)

source: suction
ca_es: succió

source: Count
ca_es: Compta

source: Sports
ca_es: Esports

source: Sport Facilities
ca_es: Instal·lacions esportives

source: Stadium
ca_es: Estadi

source: Edit Stadium
ca_es: Edita estadi

source: Select sport:
ca_es: Seleccioneu esport:

source: Sport
ca_es: Esport

source: archery
ca_es: tir amb arc

source: athletics
ca_es: atletisme

source: american_football
ca_es: futbol americà

source: australian_football
ca_es: futbol australià

source: baseball
ca_es: beisbol

source: basketball
ca_es: bàsquet

source: boules
ca_es: Esport de boles

source: canadian_football
ca_es: futbol canadenc

source: canoe
ca_es: canoa

source: climbing
ca_es: escalada

source: cricket
ca_es: criquet

source: cricket_nets
ca_es: Xarxa de criquet

source: cycling
ca_es: ciclisme

source: dog_racing
ca_es: cursa de llebrers

source: equestrian
ca_es: equitació

source: gaelic_games
ca_es: jocs gaèlics

source: gymnastics
ca_es: ginnàtica

source: hockey
ca_es: hoquei

source: horse_racing
ca_es: cursa de cavalls

source: pelota
ca_es: pilota

source: racquet
ca_es: raqueta

source: rugby_league
ca_es: rugbi a 13

source: rugby_union
ca_es: rugbi a 15

source: shooting
ca_es: tir

source: skateboard
ca_es: monopatí

source: skating
ca_es: patinatge

source: skiing
ca_es: esquí

source: soccer
ca_es: futbol

source: swimming
ca_es: natació

source: table_tennis
ca_es: tennis taula

source: Sports Centre
ca_es: Pavelló poliesportiu

source: Edit Sports Centre
ca_es: Edita pavelló poliesportiu

source: Pitch
ca_es: Pista poliesportiva

source: Edit Pitch
ca_es: Edita pista poliesportiva

source: Racetrack
ca_es: Circuit

source: Edit Racetrack
ca_es: Edita Circuit

source: Golf Course
ca_es: Camp de golf

source: Edit Golf Course
ca_es: Edita camp de golf

source: Miniature Golf
ca_es: Mini-Golf

source: Edit Miniature Golf
ca_es: Edita Mini-Golf

source: Edit Multi
ca_es: Edita Multi

source: pitch
ca_es: pista/camp

source: sports_centre
ca_es: centre esportiu

source: stadium
ca_es: estadi

source: 9pin
ca_es: 9 forats

source: Edit 9pin
ca_es: Edita 9 forats

source: 10pin
ca_es: 10 forats

source: Edit 10pin
ca_es: Edita 10 forats

source: Archery
ca_es: Tir amb arc

source: Edit Archery
ca_es: Edita Tir amb Arc

source: Athletics
ca_es: Atletisme

source: Edit Athletics
ca_es: Edita Atletisme

source: Climbing
ca_es: Escalada

source: Edit Climbing
ca_es: Edita Escalada

source: Canoeing
ca_es: Piragüisme

source: Edit Canoeing
ca_es: Edita Piragüisme

source: Edit Cycling
ca_es: Edita Ciclisme

source: Dog Racing
ca_es: Canòdrom

source: Edit Dog Racing
ca_es: Edita canòdrom

source: Equestrian
ca_es: Hípica

source: Edit Equestrian
ca_es: Edita Hípica

source: clay
ca_es: argila

source: dirt
ca_es: terra

source: fine_gravel
ca_es: grava fina

source: mud
ca_es: fangar

source: Horse Racing
ca_es: Hipòdrom

source: Edit Horse Racing
ca_es: Edita hipòdrom

source: Gymnastics
ca_es: Gimnàstica

source: Edit Gymnastics
ca_es: Edita Gimnàstica

source: Skating
ca_es: Patinatge

source: Edit Skating
ca_es: Modifica patinatge

source: ice_rink
ca_es: pista de gel

source: Skateboard
ca_es: Monopatí

source: Edit Skateboard
ca_es: Edita Monopatí

source: Swimming
ca_es: Natació

source: Edit Swimming
ca_es: Edita Natació

source: swimming_pool
ca_es: piscina

source: water_park
ca_es: parc_aquàtic

source: Edit Skiing
ca_es: Edita Esquí

source: Piste type
ca_es: Tipus de pistes

source: downhill
ca_es: baixada

source: nordic
ca_es: nòrdic

source: skitour
ca_es: esqui de muntanya

source: Difficulty
ca_es: Dificultat

source: novice
ca_es: principiants (verda)

source: easy
ca_es: fàcil (blava)

source: advanced
ca_es: difícil (negra)

source: expert
ca_es: experts

source: Grooming
ca_es: màquina trepitjaneu

source: classic
ca_es: clàssic

source: mogul
ca_es: acrobàtic

source: classic;skating
ca_es: clàssic;patinador

source: scooter
ca_es: motoneu

source: backcountry
ca_es: fora pista

source: Shooting
ca_es: Tir

source: Edit Shooting
ca_es: Edita tir

source: Sport (Ball)
ca_es: Esport (Pilota)

source: Soccer
ca_es: Futbol

source: Edit Soccer
ca_es: Edita Futbol

source: Australian Football
ca_es: Futbol australià

source: Edit Australian Football
ca_es: Edita Futbol australià

source: American Football
ca_es: Futbol Americà

source: Edit American Football
ca_es: Edita futbol americà

source: Canadian Football
ca_es: Futbol Canadenc

source: Edit Canadian Football
ca_es: Edita Futbol Canadenc

source: Gaelic Games
ca_es: Jocs Gaèlics

source: Edit Gaelic Games
ca_es: Modifica jocs gaèlics

source: Football
ca_es: Futbol

source: Rugby League
ca_es: Lliga de Rugbi

source: Edit Rugby League
ca_es: Edita Lliga de Rugbi

source: Rugby Union
ca_es: Unió de Rugbi

source: Edit Rugby Union
ca_es: Edita Unió de Rugbi

source: Baseball
ca_es: Beisbol

source: Edit Baseball
ca_es: Edita Beisbol

source: Basketball
ca_es: Bàsquet

source: Edit Basketball
ca_es: Edita Bàsquet

source: Volleyball
ca_es: Voleibol

source: Edit Volleyball
ca_es: Edita Voleibol

source: Beachvolleyball
ca_es: Vòlei platja

source: Edit Beachvolleyball
ca_es: Edita Vòlei platja

source: Edit Golf
ca_es: Edita Golf

source: golf_course
ca_es: camp_de_golf

source: Boule
ca_es: Pista de petanca

source: Edit Boule
ca_es: Edita pista de petanca

source: Bowls
ca_es: Bitlles

source: Edit Bowls
ca_es: Edita Bitlles

source: Cricket
ca_es: Criquet

source: Edit Cricket
ca_es: Edita Criquet

source: Cricket Nets
ca_es: Criquet amb xarxa

source: Edit Cricket Nets
ca_es: Edita criquet amb xarxa

source: Edit Croquet
ca_es: Edita Croquet

source: Hockey
ca_es: Hoquei

source: Edit Hockey
ca_es: Edita Hoquei

source: Pelota
ca_es: Pilota Basca/Valenciana

source: Edit Pelota
ca_es: Edita Pilota Basca/Valenciana

source: Racquet
ca_es: Raqueta

source: Edit Racquet
ca_es: Edita Raqueta

source: Table Tennis
ca_es: Tennis de taula

source: Edit Table Tennis
ca_es: Edita Tennis de taula

source: Edit Tennis
ca_es: Edita Tennis

source: Motorsport
ca_es: Esports de motor

source: Edit Motorsport
ca_es: Edita lloc on es fan esports de motor

source: Edit Karting
ca_es: Edita Karting

source: Motocross
ca_es: Motocròs

source: Edit Motocross
ca_es: Edita Motocròs

source: Safety Training
ca_es: Entrenament en Seguretat

source: Edit Safety Training
ca_es: Edita Entrenament en Seguretat

source: Model Aerodrome
ca_es: Aeromodelisme

source: Edit Model Aerodrome
ca_es: Edita Aeromodelisme

source: RC Car
ca_es: Pista per a cotxes teledirigits

source: Edit RC Car
ca_es: Edita pista per a cotxes teledirigits

source: Man Made
ca_es: Construccions

source: Edit Building
ca_es: Edita Edifici

source: roof
ca_es: cobert

source: garage
ca_es: garatge

source: garages
ca_es: aparcaments

source: school
ca_es: escola

source: commercial
ca_es: comercial

source: farm
ca_es: granja

source: transportation
ca_es: transports

source: greenhouse
ca_es: hivernacle

source: office
ca_es: oficina

source: university
ca_es: universitat

source: warehouse
ca_es: magatzem

source: retail
ca_es: comerç al detall

source: Residential Building
ca_es: Edifici residencial

source: Edit Residential Building
ca_es: Edita edifici residencial

source: apartments
ca_es: apartaments

source: house
ca_es: casa

source: hut
ca_es: refugi

source: terrace
ca_es: casa en filera

source: detached
ca_es: casa unifamiliar

source: Entrance
ca_es: Entrada

source: Edit Entrance
ca_es: Edita l''entrada

source: exit
ca_es: sortida

source: emergency
ca_es: emergència

source: Tower
ca_es: Torre

source: Edit Tower
ca_es: Edita Torre

source: Tower type
ca_es: Tipus de Torre

source: communication
ca_es: comunicacions

source: observation
ca_es: observació

source: Flagpole
ca_es: Pal de bandera

source: Works
ca_es: Planta industrial

source: Edit Works
ca_es: Modifica planta industrial

source: Chimney
ca_es: Xemeneia

source: Edit Chimney
ca_es: Edita Xemeneia

source: Windmill
ca_es: Molí de vent

source: Edit Windmill
ca_es: Edita molí de vent

source: Gasometer
ca_es: Gasòmetre

source: Edit Gasometer
ca_es: Edita Gasòmetre

source: Pipeline
ca_es: Canonada

source: Edit Pipeline
ca_es: Edita Canonada

source: water
ca_es: aigua

source: heat
ca_es: calor

source: oil
ca_es: oli

source: sewage
ca_es: aigües residuals

source: Location
ca_es: Ubicació

source: underwater
ca_es: submarí

source: overground
ca_es: en superfície

source: Crane
ca_es: Grua

source: Edit Crane
ca_es: Edita Grua

source: Mineshaft
ca_es: Pou de mina

source: Edit Mineshaft
ca_es: Edita Pou de mina

source: Function
ca_es: Funció

source: winding
ca_es: ventós

source: air
ca_es: aire

source: Depth in meters
ca_es: Profunditat en metres

source: Resource
ca_es: Recurs

source: aggregate
ca_es: agregat

source: bauxite
ca_es: bauxita

source: coal
ca_es: carbó

source: copper
ca_es: coure

source: dimension_stone
ca_es: carreu

source: gold
ca_es: or

source: ilmenite
ca_es: ilmenita

source: iron_ore
ca_es: jaciment de ferro

source: lead
ca_es: plom

source: limestone
ca_es: calcària

source: nickel
ca_es: níquel

source: rutile
ca_es: rútil

source: salt
ca_es: sal

source: silver
ca_es: argent

source: tin
ca_es: estany

source: zircon
ca_es: zircó

source: Visible Headframe
ca_es: Castellet visible

source: Disused
ca_es: En desús

source: Adit
ca_es: Boca mina

source: Edit Adit
ca_es: Edita boca mina

source: Length in meters
ca_es: Longitud en metres

source: Water Tower
ca_es: Torre d''aigua

source: Edit Water Tower
ca_es: Edita Torre d''aigua

source: Water Works
ca_es: Obres hidràuliques

source: Edit Water Works
ca_es: Edita obres hidràuliques

source: Wastewater Plant
ca_es: Planta d''Aigües Residuals

source: Edit Wastewater Plant
ca_es: Edita Planta d''Aigües Residuals

source: Watermill
ca_es: Molí d''aigua

source: Edit Watermill
ca_es: Edita molí d''aigua

source: Fountain
ca_es: Font

source: Edit Fountain
ca_es: Edita Font

source: Water Well
ca_es: Pou d''aigua

source: Edit Water Well
ca_es: Edita pou d''aigua

source: Lighthouse
ca_es: Far

source: Edit Lighthouse
ca_es: Edita Far

source: Edit Beacon
ca_es: Modificar balisa

source: Street Lamp
ca_es: Enllumenat públic

source: Edit Street Lamp
ca_es: Edita Enllumenat públic

source: Operation times
ca_es: Horari de funcionament

source: Mo-Fr 22:00-05:00
ca_es: Dll-Dv 22:00-05:00

source: Monitoring Station
ca_es: Estació de monitorització

source: Edit Monitoring Station
ca_es: Edita estació de monitorització

source: Monitoring:
ca_es: Monitoritza:

source: Weather
ca_es: Meteorologia

source: Water level
ca_es: Nivell d'aigua

source: Tide Level
ca_es: NIvell de la marea

source: Traffic
ca_es: Trànsit

source: Air Quality
ca_es: Qualitat de l'aire

source: Noise
ca_es: Soroll

source: GPS Signals
ca_es: Senyal de GPS

source: GLONASS Signals
ca_es: Senyals GLONASS

source: Galileo Signals
ca_es: Senyals Galileu

source: Radiation
ca_es: Radiació

source: Seismic Activity
ca_es: Activitat sísmica

source: Additional information
ca_es: Informació addicional

source: Recording: manually
ca_es: Registració: manual

source: Recording: automated
ca_es: Registració: automàtica

source: Recording: remote
ca_es: Registració: remota

source: Display: analog
ca_es: Visualització: analògica

source: Display: digital
ca_es: Visualització: digital

source: Survey Point
ca_es: Vèrtex geodèsic

source: Edit Survey Point
ca_es: Edita vèrtex geodèsic

source: Surveillance
ca_es: Vigilància

source: Edit Surveillance Camera
ca_es: Edita càmera de vigilància

source: indoor
ca_es: interior

source: outdoor
ca_es: exterior

source: Power
ca_es: Energia

source: Power Plant
ca_es: Central elèctrica

source: Edit Power Plant
ca_es: Modifica central elèctrica

source: Start date
ca_es: Data d''inici

source: Output forms of energy
ca_es: Formes de sortida d''energia

source: (please add this information to the generators if possible)
ca_es: (si us plau, afegiu aquesta informació pels generadors si és possible)

source: electricity
ca_es: electricitat

source: hot water
ca_es: aigua calenta

source: hot air
ca_es: aire calent

source: cold water
ca_es: aigua freda

source: cold air
ca_es: aire fred

source: compressed air
ca_es: aire comprimit

source: steam
ca_es: de vapor

source: vacuum
ca_es: buit

source: Power Generator
ca_es: Generador elèctric

source: Edit Power Generator
ca_es: Edita generador elèctric

source: biofuel
ca_es: biocombustible

source: biogas
ca_es: biogàs
